Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉེ་བའི་ཉོན་མོངས་པ་དང་། ཡོངས་སུ་ཉོན་མོངས་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་ལ་དྲན་པ་ཤིན་ཏུ་ཉེ་བར་གཞག་ཅིང་གནས་པ་ཡིན་ནོ།
en: Thus, noble son, bodhisattvas remain in the application of mindfulness with respect to subsidiary afflictions, thorough afflictions, and complete afflictions.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་སེམས་མཉམ་པར་གཞག་པ་རྣམས་ཡིན་ནོ།།
en: “Noble son, bodhisattvas possessing these ten qualities remain constantly in equipoise, without any interruption.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཕྱག་དར་ཁྲོད་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities are beings who wear refuse rags.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཡང་དག་པར་བླངས་པ་ལ་བརྟན་པ་རྣམས་ཡིན། སེམས་དམའ་བ་རྣམས་ཡིན། ཡོངས་སུ་མི་སྐྱོ་བ་རྣམས་ཡིན། དེ་ལ་མ་ཞེན་པ་རྣམས་ཡིན། ཉེས་པར་ལྟ་བ་དང་བྲལ་བ་རྣམས་ཡིན། ཡོན་ཏན་དུ་ལྟ་བ་རྣམས་ཡིན། བདག་ལ་མི་སྟོད་པ་རྣམས་ཡིན། གཞན་ལ་མི་སྨོད་པ་རྣམས་ཡིན། ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན། ལྷ་འདུ་བ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are steadfast adherence to their commitments, a humble attitude, no weariness, no attachment, no perception of flaws, the perception of excellent qualities, not praising themselves, not blaming others, excellent discipline, and gathering the gods.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡང་དག་པར་བླངས་པ་ལ་བརྟན་པ་ཡིན་པ་ནས། ཇི་ལྟར་ན་ལྷ་འདུ་བའི་བར་དུ་ཡིན་ཞེ་ན།
en: “You may wonder, noble son, what these qualities may imply, from steadfast adherence to their commitments through to gathering the gods.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་དད་ཅིང་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: “Noble son, bodhisattvas possess perfect faith and outlook.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་དད་ཅིང་ཡིད་ཆེས་པ་ཡིན།
en: They have faith and trust in the thus-gone ones.

source: དེ་སྲོག་གི་ཕྱིར་ཡང་ཡང་དག་པར་བླངས་པ་མི་འཇིག་ཅིང་ཡང་དག་པར་བླངས་པ་ལས་མི་འགྱུར་ཏེ།
en: Even at the cost of their lives, they would never let their commitments fall apart, nor would they refrain from following through on them.

source: དེ་ཡང་དག་པར་བླངས་པ་ལ་བརྟན་པས་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་དང་། དེ་སེམས་དམའ་ཞིང་ང་རྒྱལ་མེད་པ་ཡིན།
en: Through such steadfast adherence to their commitments the outlook of bodhisattvas is excellent and hence they become humble and free of pride.

source: དེ་ང་རྒྱལ་མེད་ཅིང་སེམས་དམའ་བས་ཕྱག་དར་ཁྲོད་པ་ངན་ངོན་ཡོངས་སུ་བོར་བ་སྐྱེ་བོ་ཐམས་ཅད་དང་མི་འཐུན་པ་དག་སྡུད་དོ།
en: Free of pride and with a humble attitude, they go to collect refuse rags of the worst kind, clothes that no one would wear.

source: དེ་དག་བསྡུས་ནས་འཁྲུ་བར་བྱེད་དོ། །དེ་འཁྲུ་བ་དང་། ཀླན་པ་དང་། བཙེམ་པ་དང་། བཙོ་བར་བྱེད་པ་ན་ཀུན་ནས་ཉོན་མོངས་པ་མེད་ཅིང་ཡོངས་སུ་མི་སྐྱོ་སྟེ།
en: Finding such rags they wash them, repair them, sew them, and color them. As they do so, they do not tire of, or become weary of, their garments.

source: ཡོངས་སུ་མི་སྐྱོ་བ་རྐྱེན་དུ་བྱས་ནས་ཇི་ཙམ་གྱིས་དོན་འགྲུབ་པར་འགྱུར་བ་མ་གཏོགས་པར་དེ་ལ་ཞེན་པར་ཡང་མི་འགྱུར་རོ།
en: When there is such freedom from weariness, the clothes can be used well and yet no one will feel any attachment to them.

source: ཉེས་པར་ལྟ་བ་མ་ཡིན་གྱི།
en: will not perceive any flaws in them, for they will not think,

source: ཀྱེ་མའོ་ཕྱག་དར་ཁྲོད་པ་འདི་དག་ནི་ཞིགས་པའོ།
en: ‘Alas, my refuse rags have been torn!

source: ཀྱེ་མའོ་ཕྱག་དར་ཁྲོད་པ་འདི་དག་ནི་སྦོམ་པའོ།
en: Alas, my refuse rags are sagging!

source: ཀྱེ་མའོ་ཕྱག་དར་ཁྲོད་པ་འདི་དག་ནི་ཤིག་མང་བ་སྟེ།
en: Alas, my refuse rags are infested with lice!

source: ལུས་ལ་མི་བདེ་ཞིང་རྔུལ་འབྱིན་ཏོ་
en: My refuse rags are uncomfortable and make me sweat!’

source: ཕྱག་དར་ཁྲོད་པ་དེ་དག་ལ་ཡོན་ཏན་དུ་ལྟ་བ་ཡིན་ཏེ།
en: perceive excellent qualities in such rags, thinking,

source: ཕྱག་དར་ཁྲོད་པ་འདི་དག་ནི་དྲང་སྲོང་གིས་བགོས་པའོ།
en: ‘Such refuse rags have been worn by the sages.

source: འདོད་ཆགས་དང་བྲལ་བ་དང་འཐུན་པའོ། །འཕགས་པའི་རིགས་དང་འཐུན་པའོ། །དེ་བཞིན་གཤེགས་པས་བསྟོད་པའོ། །དེ་བཞིན་གཤེགས་པས་བསྔགས་པའོ་ཞེས་
en: They support the severance from desires, befit noble beings, and are commended by the thus-gone ones, praised by the thus-gone ones.’

source: དེའི་རྒྱུ་དེའི་རྐྱེན་དེའི་གཞིས་བདག་ལ་མི་སྟོད། གཞན་ལ་མི་སྨོད་དོ།
en: Thus, due to such causes, conditions, and bases, they will neither praise themselves nor blame others.

source: བདག་ལ་སྟོད་ཅིང་གཞན་ལ་སྨོད་པ་དང་བྲལ་བས་ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པ་ཡིན་ཏེ།
en: Without praising themselves or blaming others, their discipline is excellent.

source: ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པས་ལྷ་རྣམས་འདུ་བ་ཡིན། དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་བསྔགས་པ་ཡིན།
en: By means of their excellent discipline they will gather the gods and receive the praise of the thus-gone ones.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ཡོངས་སུ་བཙལ་བ་ཡིན། མི་དང་མི་མ་ཡིན་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བསྲུང་བ་ཡིན།
en: They will be cherished by bodhisattvas and protected by human and nonhuman beings.

source: བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་གྱི་མི་རྣམས་ཀྱིས་ཕྱག་བྱ་བ་ཡིན།
en: They will receive the homage of brahmins, nobility, townspeople, and country dwellers,

source: ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱིས་གཟེངས་བསྟོད་པར་བྱ་བ་ཡིན་ཏེ།
en: be extolled by all who keep pure conduct.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཕྱག་དར་ཁྲོད་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with these ten qualities are beings who wear refuse rags.”

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་རྒྱ་ཆེན་པོ་རྣམས་ལ་སྤྱོད་པ་དམན་ཚེགས་ཀྱིས་ཅི་ཞིག་བགྱི།
en: “Blessed One, why would bodhisattvas who have a vast mind pursue such inferior conduct?” inquired the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་འཇིག་རྟེན་གྱི་ཡིད་དང་སྦྱོར་བ་ཡིན་ཏེ།
en: “Noble son,” said the Blessed One, “bodhisattvas practice in relation to a mundane mindset.

source: སྟོབས་ཀྱི་མཐུ་ཐོབ་པ་རྣམས་འཇིག་རྟེན་དང་འཐུན་པར་སྤྱོད་ཀྱི་སྟོབས་ཀྱི་མཐུ་མ་ཐོབ་པ་རྣམས་མ་ཡིན་ཏེ།
en: Those who have attained the strength of the powers will practice conduct that is in accord with the world, yet those who are still to accomplish the strength of the powers will not.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སྟོབས་ཀྱི་མཐུ་མ་ཐོབ་པས་ནི་ཉོན་མོངས་པ་མ་ལངས་པའི་གཉེན་པོ་བསྟེན་པར་བྱའོ།
en: Noble son, bodhisattvas who have not yet attained the strength of the powers must apply remedies to avoid the arising of affliction.

source: གཞན་ཡང་རིགས་ཀྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Noble son, moreover, what do you think,

source: དེ་བཞིན་གཤེགས་པ་རྒྱ་ཆེན་པོ་ལ་མོས་སམ། འོན་ཏེ་དམན་པ་ལ་མོས་པ་ཡིན།
en: do the thus-gone ones prefer the vast or the inferior?”

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པའི་ལན་གསོལ་དུ་བདག་གིས་ཚིག་མི་ཕྱིན་ཏོ།
en: “I have nothing to say in reply to the Blessed One’s question,” replied the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ནི་མོས་པ་ལ་སྨོས་པ་ལགས་ཀྱི།
en: “And why? Blessed One, because although the Thus-Gone One may speak of preference,

source: བཅོམ་ལྡན་འདས་ནི་ཆོས་གཟིགས་པ། བདེ་བར་གཤེགས་པ་ནི་ཆོས་གཟིགས་པ་སྟེ།
en: the Blessed One sees the Dharma, the Bliss-Gone One sees the Dharma.

source: དེ་བཞིན་གཤེགས་པས་ཆོས་གང་ལ་ཡང་མོས་པར་བགྱི་བ་མ་མཆིས་སོ།
en: Hence, the Thus-Gone One has no preference for any phenomenon at all.”

source: དེ་བཞིན་གཤེགས་པ་གླིང་བཞིའི་མི་རྣམས་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་མོས་པ་དམན་པ་གཞན་དག་ལ་སྤྱོད་པ་དམན་ཚེགས་སྟོན་ཅིང་དེ་དག་གི་མདུན་དུ་སྦྱངས་པའི་ཡོན་ཏན་རྣམས་ཀྱི་བསྔགས་པ་བརྗོད་པ་དེ་ཅིའི་ཕྱིར།
en: “the thus-gone ones may demonstrate inferior conduct to humans, gods, nāgas, yakṣas, gandharvas, and other such inhabitants of the four continents who have a preference for the inferior, and before such beings they may praise ascetic practices.

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་དག་དེ་ལྟ་བུས་འདུལ་བའི་སླད་དུ་སྟེ།
en: “Blessed One, they do so to train such beings through those practices,” replied the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ལ་གསར་དུ་ཞུགས་པ་རྣམས་ཀྱི་ཉོན་མོངས་པ་སྐྱེས་པའི་གཉེན་པོར་དེ་བཞིན་གཤེགས་པ་སྟོན་པ་མཛད་དོ།
en: “Moreover, they may also teach them so as to provide a remedy for the arising of afflictions in bodhisattvas who have just recently entered the vehicle.”

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སྟོབས་ཀྱི་མཐུ་ཐོབ་པ་རྣམས་ཀྱང་འདུལ་བའི་དབང་གི་ཕྱིར་ཕྱག་དར་ཁྲོད་པར་འགྱུར་གྱི། དམན་པ་ལ་མོས་པའི་ཕྱིར་མ་ཡིན་ཏེ།
en: “similarly, when even bodhisattvas who have accomplished the strength of the powers wear refuse rags it is for the sake of training and not because they have a preference for the inferior.

source: རིགས་ཀྱི་བུ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཕྱག་དར་ཁྲོད་པ་རྣམས་ཡིན་ནོ།
en: This is, noble son, the reason that bodhisattvas wear refuse rags.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་གོས་གསུམ་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities wear the three Dharma robes.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཆོག་ཤེས་པ་རྣམས་ཡིན། འདོད་པ་ཆུང་བ་རྣམས་ཡིན། ཀུན་ཏུ་བཙལ་བ་དང་བྲལ་བ་རྣམས་ཡིན། སོགས་པ་དང་བྲལ་བ་རྣམས་ཡིན། བསགས་པ་ཆུད་ཟོས་པ་དང་བྲལ་བ་རྣམས་ཡིན། བསགས་པ་ཆུད་ཟོས་པའི་སྡུག་བསྔལ་དང་བྲལ་བ་རྣམས་ཡིན། ཡིད་མི་བདེ་བ་དང་བྲལ་བ་རྣམས་ཡིན། འཁྲུག་པ་དང་བྲལ་བ་རྣམས་ཡིན། ལེན་པ་མེད་པ་རྣམས་ཡིན། ཟག་པ་ཟད་པར་བྱ་བའི་ཕྱིར་ཞུགས་པ་རྣམས་ཡིན་ཏེ།
en: What are those ten? They are contentment, few desires, not searching, not accumulating, not letting what has been accumulated go to waste, freedom from the pain of seeing what was accumulated become wasted, freedom from mental discomforts, freedom from trouble, no appropriation, and engagement to exhaust the defilements.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་གོས་ངན་ངོན་གྱིས་ཆོག་ཤེས་ཤིང་འདོད་པ་ཆུང་བ་ཡིན།
en: “Noble son, bodhisattvas are content with Dharma robes of the most inferior quality and have few desires.

source: དེ་འདོད་པ་ཆུང་བས་ན་ཀུན་ཏུ་ཚོལ་བ་མེད་པ་ཡིན། ཀུན་ཏུ་ཚོལ་བ་མེད་པས་ན་སོགས་པ་མེད་པ་ཡིན།
en: Since they have few desires, they do not go searching, and because they do not search, they do not accumulate.

source: སོགས་པ་མེད་པས་ན་བསགས་པ་ཆུད་ཟ་བ་མེད་པ་ཡིན། བསགས་པ་ཆུད་ཟ་བ་མེད་པས་ན། བསགས་པ་ཆུད་ཟོས་པ་ལས་བྱུང་བའི་སྡུག་བསྔལ་མེད་པ་ཡིན།
en: Because they do not accumulate, they do not waste what was accumulated, and since they do not waste what was gathered, they do not experience any of the pains that are otherwise associated with that.

source: སྡུག་བསྔལ་མེད་པས་ན་ཡིད་མི་བདེ་བ་མེད་པ་ཡིན། ཡིད་མི་བདེ་བ་མེད་པས་ན་འཁྲུག་པ་མེད་པ་ཡིན།
en: Free of pain, they are free of mental discomforts, and without mental discomforts, they have no trouble.

source: འཁྲུག་པ་མེད་པས་ན་ལེན་པ་མེད་པ་ཡིན། ལེན་པ་མེད་པས་ན་ཟག་པ་ཟད་པར་བྱ་བའི་ཕྱིར་ཞུགས་པ་ཡིན་ཏེ།
en: Free of trouble, they do not appropriate, and without appropriating, they engage themselves in bringing the defilements to exhaustion.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་གོས་གསུམ་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with these ten qualities wear the three Dharma robes.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཕྱིང་པ་ཅན་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities are felt-wearers.

source: འདོད་ཆགས་ཀྱི་བསམ་པས་མི་འགྲོ་སྟེ། དེའི་ཕྱིར་ཕྱིང་པ་ཅན་ཞེས་བྱའོ།
en: Felt-wearers are known as such because they are not swayed by thoughts of desire.

source: དེ་བཞིན་དུ་ཞེ་སྡང་གི་བསམ་པས་མི་འགྲོ། གཏི་མུག་གི་བསམ་པས་མི་འགྲོ། ཁྲོ་བ་དང་གནོད་སེམས་ཀྱི་བསམ་པས་མི་འགྲོ། ཕྲག་དོག་དང་སེར་སྣའི་བསམ་པས་མི་འགྲོ། ང་རྒྱལ་གྱི་བསམ་པས་མི་འགྲོ། གྲགས་པ་འདོད་པའི་བསམ་པས་མི་འགྲོ། ཤེས་ཀྱི་ཁེ་འདོད་པའི་བསམ་པས་མི་འགྲོ། རྙེད་པ་དང་བཀུར་སྟི་འདོད་པའི་བསམ་པས་མི་འགྲོ་ཞིང་
en: Neither are they swayed by thoughts of anger, dullness, fury and ill will, envy and stinginess, pride, the wish for fame, the wish for mundane attainments, nor the wish for wealth and honor.

source: བདུད་ལ་མི་འདུད། དགའ་བར་བྱ་བས་སྙེམས་པ་མ་ཡིན་ཏེ།
en: They do not pay homage to the demons, and they do not become arrogant when pleased.

source: དེའི་ཕྱིར་ཕྱིང་པ་ཅན་ཞེས་བྱའོ།
en: Thus, they are known as ‘felt-wearers.’

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཕྱིང་པ་ཅན་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with these ten qualities are felt-wearers.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བསོད་སྙོམས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities live as mendicants.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སེམས་ཅན་རྣམས་ལ་ཕན་པར་ཞུགས་པ་རྣམས་ཡིན། མཐར་གྱིས་བསོད་སྙོམས་ལེན་པ་རྣམས་ཡིན། ཡོངས་སུ་ཡི་འཆད་པ་མེད་པའི་རང་བཞིན་ཅན་རྣམས་ཡིན། ཆོག་ཤེས་པ་རྣམས་ཡིན། བགོ་བཤའ་བྱེད་པའི་ངང་ཚུལ་ཅན་རྣམས་ཡིན། མ་ཆགས་པ་རྣམས་ཡིན། བསོད་སྙོམས་བཟའ་བ་ལ་ཚོད་ཤེས་པ་རྣམས་ཡིན། དགེ་བའི་ཕྱོགས་ལ་མངོན་དུ་ཕྱོགས་པ་རྣམས་ཡིན། དགེ་བའི་རྩ་བ་ཤིན་ཏུ་ཡོངས་སུ་བསྡུས་པ་རྣམས་ཡིན། རིལ་པོའི་འདུ་ཤེས་མེད་པ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are pursuing the welfare of all beings, accepting alms in order, not becoming weary, being content, being fond of sharing, being detached, consuming alms in moderation, pursuing virtue, gathering roots of virtue on a large scale, and not entertaining the idea of a singular whole.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་རྣམས་ལ་ཕན་པར་ཞུགས་པ་ཡིན་པ་ནས། ཇི་ལྟར་ན་རིལ་པོའི་འདུ་ཤེས་མེད་པའི་བར་དུ་ཡིན་ཞེ་ན།
en: “You may wonder, noble son, what these qualities may imply, from pursuing the welfare of all beings through to not entertaining the idea of a singular whole.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་དགེ་བའི་རྩ་བ་ཆུང་བ་དང་། དགེ་བའི་རྩ་བ་ཆུང་ངུ་དང་ལྡན་པ་སྡུག་བསྔལ་བ་དག་མཐོང་ན།
en: “Noble son, when bodhisattvas see suffering beings whose roots of virtue are lesser and insignificant,

source: སེམས་ཅན་དེ་དག་ལ་ཕན་པར་བྱ་བའི་ཕྱིར་བསོད་སྙོམས་པའི་ཡི་དམ་འཛིན་ཏེ།
en: they pledge to go alms begging.

source: དེ་ནམ་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་འདབ་ཏུ་བསོད་སྙོམས་ཀྱི་ཕྱིར་འགྲོ་བ་དེའི་ཚེ་དྲན་པ་ཤིན་ཏུ་ཉེ་བར་གཞག་པ་དང་། སྤྱོད་ལམ་མཛེས་པས་དབང་པོ་མི་གཡོ་བ་དང་།
en: Then, as they approach a town, city, or village, they apply keen mindfulness and maintain dignified conduct.

source: དབང་པོ་མི་རྒོད་པ་དང་། དབང་པོ་དུལ་བ་དང་། གཉའ་ཤིང་གང་ཙམ་དུ་བལྟ་བ་དང་།
en: Their senses are not restless or wild. With their senses well trained, they look only as far as the length of a yoke and thus,

source: དགེ་བའི་ཆོས་རྣམས་ལ་དྲན་པ་ཤིན་ཏུ་ཉེ་བར་གཞག་ཅིང་བསོད་སྙོམས་ཀྱི་ཕྱིར་འགྲོའོ།
en: remaining keenly mindful of virtuous qualities, they proceed to collect alms.

source: དེ་བསོད་སྙོམས་ཀྱི་ཕྱིར་འགྲོ་ན་བསོད་སྙོམས་མཐར་གྱིས་ལེན་པ་ཡིན་ཏེ།
en: When in this way they collect alms, they will accept their alms in order.

source: མགོ་འཕང་བསྟོད་ཅིང་བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ལྟར་ཆེ་ཞིང་མཐོ་བའི་གྲོང་ངམ། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ལྟར་ཆེ་ཞིང་མཐོ་བའི་གྲོང་ངམ། ཁྱིམ་བདག་ཤིང་ས་ལ་ལྟར་ཆེ་ཞིང་མཐོ་བའི་གྲོང་འབྱོར་པ་དག་ཏུ་མི་འཇུག་གི་མཐའ་གཅིག་ནས་བཟུང་སྟེ།
en: Thus, they do not seek out areas that enjoy high status, such as the neighborhoods where the brahmins, nobility, and householders are all like great and lofty sāla trees.

source: ནམ་དེའི་དོན་གྲུབ་པར་གྱུར་གྱི་བར་དུ་བསོད་སྙོམས་ལ་སྤྱོད་དེ།
en: Rather, they begin their mendicant walk at one end and proceed until they have received what they need.

source: གཞན་དུ་ན་གནས་གང་ན་ཁྱི་ཟ་བའམ། བ་དྲུས་མའམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་གཏོགས་པ་རང་བཞིན་གྱིས་ངང་ཚུལ་ངན་པའི་སྲོག་ཆགས་སམ།
en: Under no circumstances will they enter a place where people eat dogs, dairy cows, or other types of animals of a disagreeable nature.

source: བུད་མེད་དང་། སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་ཀྱལ་ཀ་བྱ་བའི་བསམ་པ་ཅན་དག་ཡོད་པའམ། སྨད་པའི་གནས་ཐམས་ཅད་དུ་ཐམས་ཅད་ཡོངས་སུ་སྤོང་སྟེ།
en: Nor will they go among women, men, boys, or girls who are intent on causing harm. They avoid all places of disgrace.

source: དེ་མཐར་གྱིས་བསོད་སྙོམས་ལ་འགྲོ་ན་ཡོངས་སུ་ཡི་མི་འཆད་ཅིང་ཀུན་ནས་ཉོན་མོངས་པ་མེད་ལ། སེམས་ཅན་དེ་དག་ལ་ཆགས་པ་ཡང་མི་སྐྱེད། ཁོང་ཁྲོ་བ་ཡང་མི་སྐྱེད་དེ།
en: “As they sequentially proceed on their mendicant route, they do not become weary or disturbed, and develop neither attachment nor aversion to the beings they meet.

source: ཡོངས་སུ་ཡི་འཆད་པ་མེད་པས་སོ་སོ་ཅི་རིགས་པའི་བསོད་སྙོམས་ངན་ངོན་གྱིས་ཆོག་ཤེས་པ་ཡིན་ཏེ།
en: In this way, without weariness, they each collect whatever alms are appropriate, being content with a bare minimum.

source: དེས་བསོད་སྙོམས་དེ་བླངས་ནས་བདག་གི་གནས་སུ་འོངས་ཏེ།
en: Having received their alms, they return to their dwellings.

source: ལྷུང་བཟེད་དང་། ཆོས་གོས་བཞག །རྐང་ལག་བཀྲུས་ཏེ།
en: Once there, they put down their alms bowl and Dharma robe, and next wash their feet and hands.

source: དེ་བཞིན་གཤེགས་པའི་གཟུགས་སམ། དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་རྣམས་ལ་བཀུར་སྟི་དང་།
en: Having venerated and worshiped a statue or a shrine devoted to the thus-gone ones,

source: རིམ་གྲོ་བྱས་ཏེ། གནས་སུ་སོང་ནས།
en: they go to their own quarters

source: བསོད་སྙོམས་དེ་ལས་ཆ་གཅིག་ནི་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱི་ཕྱིར་གཞག་གོ། །གཉིས་པ་ནི་སྡུག་བསྔལ་བ་རྣམས་ཀྱི་ཕྱིར་གཞག་གོ། །གསུམ་པ་ནི་སེམས་ཅན་ལོག་པར་ལྟུང་བ་རྣམས་ཀྱི་ཕྱིར་གཞག་གོ། །ཆ་བཞི་པ་ནི་བདག་ཟ་སྟེ།
en: divide the alms, setting aside one fourth for those who maintain pure conduct, another fourth for those who suffer, another fourth for those who have fallen into error, and the final fourth for themselves.

source: དེ་ཟ་བ་ན་འདོད་ཆགས་མེད་པར་ཟ་སྟེ།
en: This they consume free of desire.

source: ཆགས་པར་མ་ཡིན། བརྐམ་པར་མ་ཡིན། ཞེན་པར་མ་ཡིན་གྱི།
en: That is to say, they do not eat out of yearning, craving, or attachment.

source: གཞན་དུ་ན་ཇི་ཙམ་དུ་ལུས་གནས་པར་འགྱུར་བ་དང་། འཚོ་བར་བྱ་བའི་ཕྱིར་ཟ་སྟེ།
en: They eat so that their bodies can subsist and survive.

source: ཇི་ལྟར་ཧ་ཅང་ཡང་ཉམས་དམའ་བ་དང་། ཧ་ཅང་ཡང་ལུས་ལྕི་བར་མི་འགྱུར་བ་དེ་ལྟར་ཟ་སྟེ།
en: They partake of their meals in such a way that their body becomes neither overly weak nor overly heavy.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཧ་ཅང་ཡང་ཉམས་དམས་ན་ནི་དགེ་བའི་ཕྱོགས་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པར་འགྱུར་རོ། །ལུས་ཧ་ཀྱང་ལྕིས་ན་ནི་གཉིད་ཀྱིས་ནོན་པར་འགྱུར་རོ།
en: Why is that? Because if they become too weak they will turn their backs on virtue, and if they become too heavy they will become drowsy.

source: དེས་བསོད་སྙོམས་དེ་ཟོས་ནས་དགེ་བའི་ཕྱོགས་ལ་མངོན་དུ་ཕྱོགས་པ་དང་།
en: Thus, consuming their alms in this way they can pursue virtue.

source: བརྩོན་འགྲུས་བརྩམས་པ་དང་། ལེ་ལོ་མེད་པ་དང་། སྙོམ་པ་མེད་པ་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བར་བྱའོ། །
en: They will muster diligence, be free of laziness and indolence, and perfect the factors of awakening.

source: དེ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཡོངས་སུ་འདུས་པས་བདག་ཏུ་འཛིན་པ་མེད་པ་ཡིན།
en: As they gather the factors of awakening, they will become free of grasping at a self,

source: བདག་ཏུ་འཛིན་པ་མེད་པས་བདག་གི་ཤས་ཀྱང་སེམས་ཅན་རྣམས་ལ་ཕན་འདོགས་པ་ཡིན་ནོ།
en: without such grasping they will employ all that they have for the benefit of sentient beings.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བསོད་སྙོམས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with these ten qualities live as mendicants.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སྟན་གཅིག་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities remain on a single seat.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ། བདུད་ཐམས་ཅད་ཀྱིས་བསྡིགས་ཀྱང་བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་སྟན་གཅིག་ལས་མི་གཡོ་བ་རྣམས་ཡིན། འཇིག་རྟེན་ལས་འདས་པའི་བསམ་གཏན་ལས་མི་གཡོ་བ་རྣམས་ཡིན། འཇིག་རྟེན་ལས་འདས་པའི་ཤེས་རབ་ལས་མི་གཡོ་བ་རྣམས་ཡིན། འཇིག་རྟེན་ལས་འདས་པའི་ཡེ་ཤེས་ལས་མི་གཡོ་བ་རྣམས་ཡིན། སྟོང་པ་ཉིད་ལས་མི་གཡོ་བ་རྣམས་ཡིན། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོགས་པ་ལས་མི་གཡོ་བ་རྣམས་ཡིན། ལམ་ལས་མི་གཡོ་བ་རྣམས་ཡིན། ཡང་དག་པའི་མཐའ་ལས་མི་གཡོ་བ་རྣམས་ཡིན། དེ་བཞིན་ཉིད་ལས་མི་གཡོ་བ་རྣམས་ཡིན། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སྟན་ལས་མི་གཡོ་བ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are to remain immutably upon the seat of awakening though threatened by demons, as well as to remain immutably in supramundane concentration, supramundane insight, supramundane wisdom, emptiness, and the genuine realization of the qualities of the Buddha, the path, the limit of reality, suchness, and the seat of omniscience.

source: རིགས་ཀྱི་བུ་སྟན་གཅིག་པོ་ནི་འདི་ཡིན་ཏེ། དེ་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སྟན་ནོ།
en: “Noble son, the single seat is the seat of omniscience.

source: རིགས་ཀྱི་བུ་སྟན་གཅིག་པོ་ནི་འདི་ཡིན་ཏེ། འདི་ནི་ཆོས་ཀྱི་སྟན་ནོ།
en: Noble son, the single seat is the seat of the Dharma.

source: སྟན་དེ་ལས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་མི་གཡོ་སྟེ། དེ་བས་ན་སྟན་གཅིག་པ་ཞེས་བྱའོ།
en: Bodhisattvas remain unmovable from that seat and that is why they are known as adopting the single seat.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སྟན་གཅིག་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with these ten qualities remain on a single seat.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཟས་ཕྱིས་མི་ལེན་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities abstain from late meals.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ། མི་བརྐམ་པའི་རང་བཞིན་ཅན་རྣམས་ཡིན། མི་ཆགས་པའི་རང་བཞིན་ཅན་རྣམས་ཡིན།
en: What are those ten? They are to be free of yearning and free of craving.

source: དེ་དག་གིས་ནམ་ཚོད་བཟུང་བར་གྱུར་པ་དེའི་ཚེ་ཉི་ཚོད་ཡོད་དམ་མེད་ཀྱང་རུང་སྟེ།
en: Regardless of whether they possess a sundial, when they estimate that the time has come,

source: དེ་དག་གི་ལུས་རྟོན་པའི་ཡོ་བྱད་འདི་ལྟ་སྟེ། མར་རམ། འབྲུ་མར་རམ། སྦྲང་རྩིའམ། བུ་རམ་འམ། རྩ་བའི་ཁུ་བའམ། སྡོང་པོའི་ཁུ་བའམ། འབྲས་བུའི་ཁུ་བ་དེ་ལྟ་བུ་དག་བཟར་མི་རུང་ངོ་།
en: they do not partake of any physical sustenance, including butter, grain oils, honey, molasses, the sap of roots, the sap of tree trunks, or fruit juices.

source: གཞན་ཟ་བ་མཐོང་ན་ཡང་ཁོང་ཁྲོ་བའི་སེམས་དང་། འཇུངས་པའི་སེམས་ཀྱང་མི་སྐྱེད་དོ།
en: Moreover, if they see food they do not become aggressive or greedy.

source: ཡང་གལ་ཏེ་ཟས་ཕྱིས་མི་ལེན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཇི་ལྟ་བུའི་ནད་ཀྱིས་སྲོག་གི་བར་ཆད་དུ་འགྱུར་བའམ། དགེ་བའི་ཕྱོགས་ཀྱི་བར་ཆད་དུ་འགྱུར་ཏེ།
en: Furthermore, if bodhisattvas who refrain from late meals becomes afflicted by a disease that is a threat to their life, or an obstacle to virtuous practice,

source: ནད་ཚབས་ཆེ་ན་དེས་འགྱོད་པ་མེད་ཅིང་ཐེ་ཙོམ་མེད་པར་བྱས་ལ། སྨན་ཡིན་པར་སེམས་ཉེ་བར་གཞག་པས་སྤྱད་པར་བྱ་སྟེ།
en: then, because of the severe disease, those bodhisattvas must partake of food without any regrets or doubts while maintaining the notion of it being medicine.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཟས་ཕྱིས་མི་ལེན་པ་རྣམས་ཡིན་ནོ།
en: Noble son, such are the bodhisattvas who abstain from late meals.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཟས་ཕྱིས་མི་ལེན་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with these ten qualities abstain from late meals.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དགོན་པ་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities remain in the wild.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ། ཡུན་རིང་པོ་ནས་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པ་རྣམས་ཡིན། འདུལ་བ་ལ་མཁས་པ་རྣམས་ཡིན། དབང་པོ་མ་ཉམས་པ་རྣམས་ཡིན། མང་དུ་ཐོས་པ་རྣམས་ཡིན། ནུས་པ་རྣམས་ཡིན། བདག་ཏུ་འཛིན་པའི་འཇིགས་པ་དང་བྲལ་བ་རྣམས་ཡིན། རི་དགས་དང་འདྲ་བ་རྣམས་ཡིན། ལུས་ཀྱི་ཐག་བསྲིངས་པ་རྣམས་ཡིན། དབེན་པ་ལ་མངོན་དུ་ཕྱོགས་པ་རྣམས་ཡིན། མི་དགའ་བ་དང་མ་འདྲེས་པ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are maintaining pure conduct for a long time, being expert about the discipline, unimpaired sense faculties, extensive learning, power, freedom from the fears of grasping at a self, being like a deer, maintaining physical distance, aiming for solitude, and staying clear of displeasure.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡུན་རིང་པོ་ནས་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པ་ཡིན་པ་ནས། ཇི་ལྟར་ན་མི་དགའ་བ་དང་མ་འདྲེས་པའི་བར་དུ་ཡིན་ཞེ་ན།
en: “You may wonder, noble son, what these qualities may imply, from maintaining pure conduct for a long time through to staying clear of displeasure.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ལེགས་པར་བཤད་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་ཡིན།
en: “Noble son, bodhisattvas receive ordination into the excellent teaching of the Dharma-Vinaya

source: འཁོར་གསུམ་ཡོངས་སུ་དག་པའི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ཡིན།
en: observe a discipline that is perfectly free from subject, object, and action.

source: ཆོས་ཉིད་ལ་མཁས་ཤིང་ཆོ་ག་དང་། སྤྱོད་ཡུལ་དང་། འགྲོ་བ་དང་། ཕྱིར་འོང་བ་ལ་མཁས་པས་
en: They are experts with respect to the intrinsic nature, as well as propriety, conduct, proceeding, and returning.
